

// Unlocalized strings



// Modified strings

"S" = "S";
"Sleet" = "Sludd";
"South West" = "Sørvest";
"Chance of Rain" = "Sjanse for regn";
"South East" = "Søraust";
"Medium" = "Middels";
"South" = "Sør";
"Weather" = "Vêret";
"Moderate" = "Moderat";
"%@º" = "%@º";
"SE" = "SA";
"%@ mm" = "%@ mm";
"Low" = "Min.";
"Please update iStat Menus to continue receiving weather data." = "Ver grei og oppdater iStat Menus for å halda fram med å ta i mot vêrdata.";
"Feels Like: %@" = "Kjennest som: %@";
"Current Temperature" = "Temperatur nett no";
"Fog" = "Tåke";
"Wind" = "Vind";
"Currently %@" = "%@ no";
"Extreme" = "Ekstremt";
"NW" = "NV";
"Current Weather" = "Vêrtilhøve";
"%@ in" = "%@ tm";
"TODAY" = "I DAG";
"Mostly Clear" = "Stort sett skyfritt";
"Haze" = "Dis";
"m/s" = "m/s";
"View & Purchase Packages" = "Sjå & kjøp pakker";
"North West" = "Nordvest";
"North East" = "Nordaust";
"%@ cm" = "%@ cm";
"Tornadoes" = "Tornadoar";
"mph" = "mph";
"Location: %@" = "Stad: %@";
"Partly Cloudy" = "Delvis overskya";
"Hail" = "Hagl";
"Visibility" = "Sikt";
"Knots" = "Knop";
"Thunderstorms" = "Kraftig tordevêr";
"UV Index" = "UV-indeks";
"Precipitation" = "Nedbør";
"Humidity" = "Luftfuktigheit";
"Rain Probability" = "Sjanse for regn";
"inches" = "Tommar";
"West" = "Vest";
"km/h" = "km/t";
"NE" = "NA";
"Clear" = "Skyfritt";
"km" = "km";
"Your weather access has expired. You will need to purchase a new package to continue receiving weather data." = "Tilgangen din til vêrdata har gått ut. Du må kjøpa ei ny pakke for å halda fram med å ta i mot vêrdata.";
"WEATHER" = "VÊRET";
"cm" = "cm";
"E" = "A";
"Feels Like" = "Kjennest som";
"East" = "Aust";
"Chance of Snow" = "Sjanse for snø";
"Temperature" = "Temperatur";
"Windy" = "Vind";
"%@ chance of rain" = "%@ sjanse for regn";
"Pressure" = "Trykk";
"High" = "Maks";
"Snow" = "Snø";
"Miles" = "Miles";
"North" = "Nord";
"Dew Point" = "Doggpunkt";
"Current Location" = "Noverande posisjon";
"Kilometers" = "Kilometer";
"%@ chance of snow" = "%@ sjanse for snø";
"You do not have an active weather account. You will need to purchase a weather paackge to receive weather data." = "Du har ingen aktiv vêrkonto. Du må kjøpa ei vêrpakke for å kunna ta i mot vêrdata.";
"Cloudy" = "Overskya";
"Very High" = "Svært høg";
"More Information" = "Meir informasjon";
"N" = "N";
"Rain" = "Regn";
"SW" = "SV";
"hPa" = "hPa";
"MPH" = "MPH";
"Today" = "I dag";
